[
	{
		"name": "Byzantium",
		"leaderName": "Theodora",
		"adjective": ["Byzantine"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		"personality": "Theodora",

                "startIntroPart1": "Glory to the restorer of Rome, Alexios Komnenos, Emperor of Byzantium! Ascending to the throne of a dying empire, you were beset from all sides by war; facing constant threat from the east by the Turks and from the west by the Normans. However, it was with your adept skill as a military ruler that you were able to pull Byzantium from the brink of destruction, ushering in a restoration of the once fabled Eastern Rome. Under your appeal to the West, you then convoked what would come to be the Crusades, and initiated a centuries long campaign against the encroaching Muslim armies.",
                "startIntroPart2": "Great Restorer! Byzantium once more hinges upon the aptitude of your leadership and her faith depends upon your fortitude. Can you strengthen the bastions of her ancient cities and restore her armies to their former glory? Can you build a civilization to stand the test of time?",

                "declaringWar": "You have exhausted our patience. May the lord have mercy on you, may you repented to the true faith. Before it is to late.",
		"attacked": "Since you have reached this conclusion, depart from me and never return, for you shall not be welcomed any longer to The Queen Of Cities.",
		"defeated": "I was charged with her protection, and I have failed her. I have failed God. The true spirit of Rome, now, is yours for the taking.",
		"introduction": "Hail and welcome to the Hagia Sophia. I am Alexios Komnenos, Emperor of Rome or Byzantium. If there isn't much business to be had, allow me to return to my prayers",
	
		"neutralHello": "Welcome, shall we pray together?",
		"neutralLetsHearIt": ["You seemed troubled, allow me to hear it.","Hmm, is there anything you'd like to say?"],
		"neutralNo": ["Surely there is more eligible offer?","No, perhaps later?","I refuse. Perhaps we could pray together so that we could reach an agreeable deal."],
		"neutralYes": ["Perfect. you to, possessed a great Σοφία as a ruler.","I must say, I was charmed by your determination, I agree."],

		"hateHello": "You're brave entering the sacred ground of That is Hagia Sophia. At last, state your purpose.",
		"hateLetsHearIt": ["Do not waste my time any longer. be Quick.","...?","Have you come to whisper your evil schemes to me?"],
		"hateNo": ["This is not an acceptable offer.","Surely Christ will lead the way, from your evil snares.","Your false waters do not quench my thirst."],
		"hateYes": ["... Rome's accept.","Perhaps there is still something Rome can have from you.","I only desires great things for the empire. I Accept."],
		
		"afterPeace": "You lack God on your side, for what kind of demon has whispers it's snares into your ears that you think you could possibly conquer the mighty Theodosian Wall.",
		"tradeRequest": "We shall send to you all the delights of Anatolia: Myrrh, olive oil, wine, kefalotyri. I hope you have the good taste to appreciate them, but before that we have an offer to make.",
		
		"outerColor": [129, 63, 142],
		"innerColor": [221, 196, 110],
		"favoredReligion": "Eastern Orthodoxy",
		"uniqueName": "The Pentarchy. 7 Ecumenical Councils. Komnenian Restoration",
		"uniqueText": "May choose [5] additional beliefs of any type when [founding] a religion and May choose [7] additional beliefs of any type when [enhancing] a religion. Empire enters a [5]-turn Golden Age upon declaring war with a major Civilization and [+50]% Golden Age length when at war. [+100]% City Strength from defensive buildings during a Golden Age",
		"uniques": ["May choose [5] additional belief(s) of any type when [founding] a religion","May choose [7] additional belief(s) of any type when [enhancing] a religion","Empire enters a [5]-turn Golden Age <upon declaring war with a major Civilization>","[+50]% Golden Age length <when at war>","[+100]% City Strength from defensive buildings <during a Golden Age>","Free [Megas Domestikos] appears <upon entering a Golden Age> <hidden from users>"],

		"cities": ["Constantinople", "Adrianople", "Nicaea", "Antioch", "Varna", "Ohrid", "Nicomedia", "Trebizond", "Cherson", "Sardica",
			"Ani", "Dyrrachium", "Edessa", "Chalcedon", "Naissus", "Bari", "Iconium", "Prilep", "Samosata", "Kars", "Nicopolis", "Theodosiopolis",
			"Tyana", "Bethlehem", "Kerkyra", "Phoenice", "Selymbria", "Sillyon", "Chrysopolis", "Vodena", "Caesarea", "Traianoupoli", "Constantia", "Athens",
			"Patra", "Korinthos", "Alexandria"],
                "spyNames": ["Basil", "Nikephoros", "Demetrios", "Philippos", "Theophylaktos", "Simonis", "Zoe", "Ioanno", "Xene", "Euphrosyne"],
	}
]
