[
	{
		"name": "Byzantium",
		"leaderName": "Theodora",
		"adjective": ["Byzantine"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		"personality": "Theodora",

        "startIntroPart1": "Magnificent Empress Theodora, beloved of Byzantium and of Rome, your people salute you! With your beauty and intelligence, you rose up from actress and courtesan to the rank of the most powerful woman in the Roman Empire, as wife of Justinian I. In the late 520's AD, you helped your husband engage in spiritual and legal reforms, promugalting numerous laws to improve women's status and treatment in the empire. You also made of Constantinople the jewel of the Eastern Roman Empire with the restoration and construction of many aqueducts, bridges, and churches, its beauty culminating with the creation of the Hagia Sophia, one of the most splendid pieces of architecture in the world.",
        "startIntroPart2": "Empress Theodora, you come from nothing to rule the remnants of Rome! With your wit and beauty you captivated the people of Constantinople, and placed your hand upon the great wheel of power. In a time of strife and division, let all be guided by your counsel and set your shining seal upon the land. Beautiful Empress,the Byzantine Empire's magnificence is intact in all memories, and ready to reborn as the new jewel of humankind. Will your new empire shine through the ages of history?",
		
        "declaringWar": "My people demand a better life. You stand in the way of that becoming. Just look at yourself. Your people suffer injustices, your friends desert you, and it appears that your tailor is on strike to.",
		"attacked": "Nobody puts the empress in a corner. Now that riots are needed, we'll teach you a valuable lesson.",
		"defeated": "The throne is a glorious sepulchre. I hope you knew that to act (and you acted) like that. Just know that in this world nobody will aid a traitor.",
		"introduction": "I am Theodora, who came from nothing to the throne on naught but dreams.",
	
		"neutralHello": "The Empress has arrived.",
		"neutralLetsHearIt": ["Yes, my freind?", "Shall we hear it?.", "Did you perhaps desire something?"],
		"neutralNo": ["I must decline", "Rome decline your offer.", "Not even with a horse."],
		"neutralYes": ["Lovely. Predictable, but lovely.", "I see Rome's charms work.", "Let us show you our empire delights!"],

		"hateHello": "It takes a social climber to recognize a social climber.",
		"hateLetsHearIt": ["Is there anything you'd like to say?", "Be quick with this. What is it?", "State your purpose."],
		"hateNo": ["Is this perhaps amusing to you?", "Surely you have something more to offer for Rome.", "Shocking. I've heard worse."],
		"hateYes": ["I have to Agree.", "Finally, a deal that fits for rome.", "If you insist."],
		
		"afterPeace": "I'd say this was so delightful, don't you agree? I must say, winning satisfies me so much. But listen here, if you try anymore of this nonsense, Rome shall not hesitate...",
		"tradeRequest": "We send to you a troupe of dancers to re-enact Leda and the Swan. Try not to be too scandalized. I heard nice things from you in your latest sayings...show me.",
		
		"outerColor": [55, 0, 101],
		"innerColor": [246, 216, 1],
		"favoredReligion": "Eastern Orthodoxy",
		"uniqueName": "The Pentarchy and 7 Ecumenical Councils.",
		"uniqueText": ".",
		"uniques": ["May choose [5] additional belief(s) of any type when [founding] a religion", "May choose [7] additional belief(s) of any type when [enhancing] a religion", ""],
		"cities": ["Constantinople", "Adrianople", "Nicaea", "Antioch", "Varna", "Ohrid", "Nicomedia", "Trebizond", "Cherson", "Sardica",
			"Ani", "Dyrrachium", "Edessa", "Chalcedon", "Naissus", "Bari", "Iconium", "Prilep", "Samosata", "Kars", "Nicopolis", "Theodosiopolis",
			"Tyana", "Bethlehem", "Kerkyra", "Phoenice", "Selymbria", "Sillyon", "Chrysopolis", "Vodena", "Caesarea", "Traianoupoli", "Constantia", "Athens",
			"Patra", "Korinthos", "Alexandria", "Jerusalem"],
        "spyNames": ["Antonina", "Eirene", "Sophia", "Marina", "Theophano", "Helena", "Zoe", "Ioanno", "Xene", "Euphrosyne"],
	}
]
