[
	{
		"name": "Byzantium",
		"leaderName": "Alexios I",
		"adjective": ["Byzantine"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",

                "startIntroPart1": "Glory to the restorer of Rome, Alexios Komnenos, Emperor of Byzantium! Ascending to the throne of a dying empire, you were beset from all sides by war; facing constant threat from the east by the Turks and from the west by the Normans. However, it was with your adept skill as a military ruler that you were able to pull Byzantium from the brink of destruction, ushering in a restoration of the once fabled Eastern Rome. Under your appeal to the West, you then convoked what would come to be the Crusades, and initiated a centuries long campaign against the encroaching Muslim armies.",
                "startIntroPart2": "Great Restorer! Byzantium once more hinges upon the aptitude of your leadership and her faith depends upon your fortitude. Can you strengthen the bastions of her ancient cities and restore her armies to their former glory? Can you build a civilization to stand the test of time?",

                "declaringWar": "You have exhausted our patience, prepare for war.",
		"attacked": "Since you have reached this conclusion, depart from me and never return for you shall not be welcomed any longer to the queen of cities.",
		"defeated": "I was charged with her protection, and I have failed her. I have failed God. The true spirit of Rome, now, is yours for the taking.",
		"introduction": "Hail and welcome to the hagia sophia. I am Alexios Komnenos, Emperor of Byzantium. If there isn't much business to be had, allow me to return to my prayers",
		
		"neutralHello": "Greetings, my fellow leader.",
		"neutralLetsHearIt": ["Go on, don't be shy.","You may begin, now."],
		"neutralNo": ["Surely there is more to life than what you offer?","No, Maybe another Chance.","I and My People Refuse."],
		"neutralYes": ["Lovely. predictable, but lovely.","I see yours charms working upon me."],

		"hateHello": "Greetings, what things that you were able to offer?",
		"hateLetsHearIt": ["Silence is almost unacceptable.","You may speak.","Go on, more people will come, not only you."],
		"hateNo": ["Shocking. i've heard worse.","That is not acceptable.","I beg your pardon?"],
		"hateYes": ["That'll work, perhaps.","That is an bare minimum.","Very well... You may leave."],
		
		"afterPeace": "Look at yourself. Your people suffer injustices, your friends desert you, and it appears that your tailor is on strike, the eastern roman empire shall not forget your actions.",
		"tradeRequest": "I have better things to do and more important people with whom to speak, But I Have a Offer To Make.",
		
		"outerColor": [83, 83, 140],
		"innerColor": [209, 162, 86],
		"favoredReligion": "Christianity",
		"uniqueName": "7 Ecumenical councils",
		"uniques": ["May choose [7] additional belief(s) of any type when [founding] a religion"],

		"cities": ["Constantinople", "Adrianople", "Nicaea", "Antioch", "Varna", "Ohrid", "Nicomedia", "Trebizond", "Cherson", "Sardica",
			"Ani", "Dyrrachium", "Edessa", "Chalcedon", "Naissus", "Bari", "Iconium", "Prilep", "Samosata", "Kars", "Nicopolis", "Theodosiopolis",
			"Tyana", "Bethlehem", "Kerkyra", "Phoenice", "Selymbria", "Sillyon", "Chrysopolis", "Vodena", "Caesarea", "Traianoupoli", "Constantia", "Athens",
			"Patra", "Korinthos", "Alexandria"],
                "spyNames": ["Basil", "Nikephoros", "Demetrios", "Philippos", "Theophylaktos", "Simonis", "Zoe", "Ioanno", "Xene", "Euphrosyne"],
	}
]
