[
	{
		"name": "Byzantium",
		"leaderName": "Theodora",
		"adjective": ["Byzantine"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		"personality": "Theodora",

                "startIntroPart1": "Magnificent Empress Theodora, beloved of Byzantium and of Rome, your people salute you! With your beauty and intelligence, you rose up from actress and courtesan to the rank of the most powerful woman in the Roman Empire, as wife of Justinian I. In the late 520's AD, you helped your husband engage in spiritual and legal reforms, promugalting numerous laws to improve women's status and treatment in the empire. You also made of Constantinople the jewel of the Eastern Roman Empire with the restoration and construction of many aqueducts, bridges, and churches, its beauty culminating with the creation of the Hagia Sophia, one of the most splendid pieces of architecture in the world.",
                "startIntroPart2": "Beautiful Empress,the Byzantine Empire's magnificence is intact in all memories, and ready to reborn as the new jewel of humankind. Will your new empire shine through the ages of history?",

                "declaringWar": "You have exhausted our patience. May the lord have mercy on you, may you repented to the true faith. Before it is to late.",
		"attacked": "Since you have reached this conclusion, depart from me and never return, for you shall not be welcomed any longer to The Queen Of Cities.",
		"defeated": "I was charged with her protection, and I have failed her. I have failed God. The true spirit of Rome, now, is yours for the taking.",
		"introduction": "Hail and welcome to the Hagia Sophia. I am Alexios Komnenos, Emperor of Rome or Byzantium. If there isn't much business to be had, allow me to return to my prayers",
	
		"neutralHello": "Welcome, shall we pray together?",
		"neutralLetsHearIt": ["You seemed troubled, allow me to hear it.","Hmm, is there anything you'd like to say?"],
		"neutralNo": ["Surely there is more eligible offer?","No, perhaps later?","I refuse. Perhaps we could pray together so that we could reach an agreeable deal."],
		"neutralYes": ["Perfect. you to, possessed a great Σοφία as a ruler.","I must say, I was charmed by your determination, I agree."],

		"hateHello": "You're brave entering the sacred ground of That is Hagia Sophia. At last, state your purpose.",
		"hateLetsHearIt": ["Do not waste my time any longer. be Quick.","...?","Have you come to whisper your evil schemes to me?"],
		"hateNo": ["This is not an acceptable offer.","Surely Christ will lead the way, from your evil snares.","Your false waters do not quench my thirst."],
		"hateYes": ["... Rome's accept.","Perhaps there is still something Rome can have from you.","I only desires great things for the empire. I Accept."],
		
		"afterPeace": "You lack God on your side, for what kind of demon has whispers it's snares into your ears that you think you could possibly conquer the mighty Theodosian Wall.",
		"tradeRequest": "We shall send to you all the delights of Anatolia: Myrrh, olive oil, wine, kefalotyri. I hope you have the good taste to appreciate them, but before that we have an offer to make.",
		
		"outerColor": [129, 63, 142],
		"innerColor": [221, 196, 110],
		"favoredReligion": "Eastern Orthodoxy",
		"uniqueName": "The Pentarchy. 7 Ecumenical Councils. Metanoia",
		"uniqueText": "May choose [5] additional beliefs of any type when [founding] a religion and May choose [7] additional beliefs of any type when [enhancing] a religion. Empire enters a [5]-turn Golden Age upon declaring war with a major Civilization and [+50]% Golden Age length when at war. [+100]% City Strength from defensive buildings during a Golden Age",
		"uniques": ["May choose [5] additional belief(s) of any type when [founding] a religion","May choose [7] additional belief(s) of any type when [enhancing] a religion","Empire enters a [5]-turn Golden Age <upon declaring war with a major Civilization>","[+50]% Golden Age length <when at war>","[+100]% City Strength from defensive buildings <during a Golden Age>","Free [Megas Domestikos] appears <upon entering a Golden Age> <hidden from users>"],

		"cities": ["Constantinople", "Adrianople", "Nicaea", "Antioch", "Varna", "Ohrid", "Nicomedia", "Trebizond", "Cherson", "Sardica",
			"Ani", "Dyrrachium", "Edessa", "Chalcedon", "Naissus", "Bari", "Iconium", "Prilep", "Samosata", "Kars", "Nicopolis", "Theodosiopolis",
			"Tyana", "Bethlehem", "Kerkyra", "Phoenice", "Selymbria", "Sillyon", "Chrysopolis", "Vodena", "Caesarea", "Traianoupoli", "Constantia", "Athens",
			"Patra", "Korinthos", "Alexandria"],
                "spyNames": ["Basil", "Nikephoros", "Demetrios", "Philippos", "Theophylaktos", "Simonis", "Zoe", "Ioanno", "Xene", "Euphrosyne"],
	}
]
